Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Your app failed validation with {0} error and {1} message(s).
bn_bd: আপনার অ্যাপ {0} ত্রুটি এবং {1} বার্তা যাচাইকরণ ব্যর্থ হয়েছে।

source: Your app has been <b>approved</b> and is currently <b>unlisted</b>.
bn_bd: আপনার অ্যাপটি <b>অনুমোদিত</b> এবং এখন এটি <b>তালিকাবহির্ভূত</b>।

source: Your app has been <b>approved</b> and is currently only visible to team members.
bn_bd: আপনার অ্যাপটি<b>অনুমোদিত</b>হয়েছে এবং বর্তমানে শুধুমাত্র দলের সদস্যরা দেখতে পারছে।

source: Your app has been <b>blocked by Mozilla</b>.
bn_bd: এই অ্যাপটি <b>মোজিলা কতৃক ব্লক রয়েছে</b>।

source: Your app is not configured for in-app payments.
bn_bd: আপনার অ্যাপ ইন-অ্যাপ পেমেন্টের জন্য কনফিগার করা হয়নি।

source: Your app passed validation with no errors and {0} message.
bn_bd: আপনার অ্যাপ কোনো ত্রুটি এবং {0} বার্তা ছাড়াই বৈধতা পাস করেছে।

source: Your app passed validation with no errors and {0} warning.
bn_bd: আপনার অ্যাপ্লিকেশন কোন প্রকার ত্রুটি এবং {0} টি সতর্কবার্তা সহ বৈধতা পেয়েছে।

source: Your app passed validation with no errors or messages.
bn_bd: আপনার অ্যাপ কোন ত্রুটি বা বার্তা ছাড়াই বৈধতা পাস করেছে।

source: Your app passed validation with no errors or warnings.
bn_bd: আপনার অ্যাপ্লিকেশন কোন প্রকার ত্রুটি এবং সতর্কবার্তা ছাড়াই বৈধতা পেয়েছে।

source: Your apps currently have no transactions.
bn_bd: আপনার অ্যাপের বর্তমানে কোন ট্রান্সাকশন নেই।

source: Your app will be displayed in any regional Marketplace that is added in the future.
bn_bd: আপনার অ্যাপ ভবিষ্যতে যুক্ত যেকোন আঞ্চলিক মার্কেটপ্লেসে প্রদর্শিত হবে।

source: Your comments
bn_bd: আপনার মন্তব্য

source: Your email address
bn_bd: আপনার ইমেইল ঠিকানা

source: Your manifest file was not encoded as valid UTF-8.
bn_bd: আপনার ম্যানিফেস্ট ফাইল কার্যকর UTF-8 এ এনকোডেড নয়।

source: Your manifest must be less than %s bytes.
bn_bd: আপনার ম্যানিফেস্ট অবশ্যই %s বাইটের কম হতে হবে।

source: Your packaged app should end with <code>.zip</code>.
bn_bd: আপনার প্যাকেজকৃত অ্যাপটি <code>.zip</code> দিয়ে শেষ করতে হবে।

source: You tried to do something that you weren't allowed to.
bn_bd: আপনি এমন কিছু চেষ্টা করেছেন যা করার অনুমতি আপনার নেই।

source: YouTube
bn_bd: ইউটিউব

source: You will receive an email notification when a new region is added.
bn_bd: নতুন কোন অঞ্চল যুক্ত হলে আপনি ইমেইলে নোটিফিকেশনে পাবেন।

source: You will receive an email when the review is complete.
bn_bd: রিভিউ সম্পূর্ণ হলে আপনি একটি মেইল পাবেন।

source: Zip/Postal Code
bn_bd: জিপ/পোস্টাল কোড

source: An error occurred.
bn_bd: একটি ত্রুটি ঘটেছে।

source: App approved
bn_bd: এপ অনুমোদিত

source: App icon
bn_bd: এপ আইকন

source: {app_name} (Version {version_number})
bn_bd: {APP_NAME} ({সংস্করণ {VERSION_NUMBER})

source: App rejected
bn_bd: এপ গ্রহন করা হয়নি

source: Approved but waiting to be made public
bn_bd: অনুমোদিত কিন্তু পাবলিক হওয়ার জন্য অপেক্ষা করছে

source: App submission note
bn_bd: অ্যাপ জমাদান নোট

source: Attachment
bn_bd: সংযুক্তি

source: Attach screenshots and log files:
bn_bd: স্ক্রিনশট সংযুক্ত করুন এবং লগ ফাইল:

source: Back to all threads for {app_name}
bn_bd: {app_name} এর জন্য সকল থ্রেড এ ফেরত

source: By unsubscribing from this thread, you will no longer receive email notifications from this thread. Are you sure?
bn_bd: এই টপিক থেকে আনসাব্সক্রাইপ করলে, আপনি এই টপিক থেকে কোন ইমেইল নোটিফিকেশন পাবেন না। আপনি আনসাব্সক্রাইপ করতে চাচ্ছেন?

source: Cancel reply
bn_bd: উত্তরটি বাতিল করুন

source: Communication Dashboard
bn_bd: যোগাযোগ ড্যাশবোর্ড

source: Develop Apps
bn_bd: অ্যাপ তৈরি

source: Empty note
bn_bd: খালি নোট

source: Enter note text here
bn_bd: এখানে উল্লেখ্য টেক্সট লিখুন

source: Error loading more
bn_bd: আরও লোড হতে ত্রুটি দেখা দিচ্ছে

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
bn_bd: এছাড়াও অন্যান্য ক্ষেত্রে <a href="{legal_url}" target="_blank">চিহ্নিত</a>,এই ওয়েবসাইটের কনটেন্ট গুলো অনুমোদিত <a href="{cc_url}" target="_blank">সৃষ্টিশীল সাধারণ শেয়ার সমভাবে আরোপ লাইসেন্স v৩.০</a> অথবা তার পরবর্তী ভার্সনে।

source: File Description
bn_bd: ফাইলের বিবরণ

source: Go back to app edit page
bn_bd: অ্যাপ সম্পাদনা পৃষ্ঠায় ফিরে যান

source: Message sending failed.
bn_bd: বার্তা পাঠানো ব্যর্থ হয়েছে।

source: Message sent.
bn_bd: বার্তা পাঠানো হয়েছে।

source: My Threads
bn_bd: আমার থ্রেড

source: {n} note
bn_bd: {n} নোট

source: No notes found
bn_bd: কোন নোট পাওয়া যায়নি

source: (Obsolete)
bn_bd: (অপ্রচলিত)

source: Oh no!
bn_bd: ওহ না !

source: Post
bn_bd: পোস্ট

source: Reviewer Tools
bn_bd: সমালোচকের টুল

source: Successfully unsubscribed. You will no longer receive email notifications for that thread.
bn_bd: সফলভাবে আনসাব্সক্রাইপ হয়েছে। আপনি এই টপিক থেকে আর কোন ইমেইল নটিফিকেশন পাবেন না।

source: The page you were looking for was not found.
bn_bd: আপনি যে পৃষ্ঠা খুঁজছেন তা খুঁজে পাওয়া যায় নি।

source: There are no more older notes.
bn_bd: এখানে আর কোন পুরাতন নোট নেই।

source: This App's Versions
bn_bd: এই অ্যাপটি যে ভার্সনের

source: Unsubscribe
bn_bd: আনসাবস্ক্রাইব

source: View App
bn_bd: অ্যাপ দেখাও

source: Viewing All Threads for {app_name}
bn_bd: {app_name} এর জন্য সকল থ্রেড দেখা হচ্ছে

source: Viewing Thread for {app_name}
bn_bd: {app_name} এর জন্য থ্রেড দেখা হচ্ছে

source: View older
bn_bd: আগেরগুলো প্রদর্শন

source: An internal server error occurred. Please try again later.
bn_bd: সার্ভারে কিছু ত্রুটি ঘটেছে। অনুগ্রহপূর্বক কিছুক্ষণ পর আবার চেষ্টা করুন।

source: App for Bangladesh
bn_bd: বাংলাদেশর জন্যে অ্যাপসমূহ

source: App install error: {error}
bn_bd: অ্যাপ ইন্সটল ত্রুটি: {error}

source: App Review
bn_bd: অ্যাপ পর্যালোচনা

source: Approve / Reject
bn_bd: অনুমোদন / প্রত্যাখান

source: Arts & Entertainment App
bn_bd: আর্টস ও মনোরঞ্জন স্পটলাইট

source: Back to app
bn_bd: অ্যাপ এ ফিরত যাও

source: <b>{n}</b> Result
bn_bd: <b>{n}</b> টি ফলাফল

source: Content Rating
bn_bd: কনটেন্ট রেটিং

source: Edit Review
bn_bd: পর্যালোচনা সম্পাদনা

source: Error while communicating with server. Try again later.
bn_bd: সার্ভার এর সাথে যোগাযোগ করতে সমস্যা। কিছুক্ষণ পর আবার চেষ্টা করুন।

source: Featured Book App
bn_bd: চমৎকার পাঠ্য

source: Featured Education App
bn_bd: শিক্ষা স্পটলাইট

source: Featured Game
bn_bd: চমৎকার গেমসমূহ

source: Featured Music App
bn_bd: সঙ্গীত প্রেমীদের জন্যে

source: Featured Shopping App
bn_bd: স্মার্ট শপিং

source: Featured Social App
bn_bd: সংযুক্ত হউন

source: Featured Sports App
bn_bd: ক্রীড়াময় জীবন

source: Featured Travel App
bn_bd: ভ্রমনকারীদের জন্যে

source: Feedback
bn_bd: প্রতিক্রিয়া

source: Feedback submitted. Thanks!
bn_bd: পর্যালোচনা জমা দেওয়া হয়েছে। ধন্যবাদ!

source: Flagged for review
bn_bd: রিভিউ এর জন্যে নির্ধারিত

source: For ages {0}+
bn_bd: {0}+ বয়সের জন্যে

source: Health & Fitness App
bn_bd: স্বাস্থ্যকর জীবনযাপন

source: Installed!
bn_bd: ইনস্টল হয়েছে!

source: Launch this app from your <b>Applications</b> directory.
bn_bd: <b>Applications</b> ডিরেক্টরি থেকে এই এপটি চালু করুন।

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
bn_bd: এই এপটি আপনার <b>ড্যাশ</b>, <b>এপ্লিকেশন পিকার</b>, কিংবা <b>এপ্লিকেশন মেনু</b> থেকে চালু করুন।

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
bn_bd: এই অ্যাপটি আপনার <b>উইন্ডোজ ডেস্কটপ</b> অথবা <b>Start &#9658; All Programs</b> থেকে চালু করুন।

source: Loading...
bn_bd: লোডিং...

source: Loading Privacy Policy...
bn_bd: গোপনীয়তা নীতি লোডি হচ্ছে...

source: Local Favorite App
bn_bd: স্থানীয় প্রিয়

source: Maps & Navigation App
bn_bd: এদিক সেদিক ঘোরাঘুরি

source: My Apps
bn_bd: আমার অ্যাপ

source: News & Weather App
bn_bd: সংবাদ ও আবহাওয়া স্পটলাইট

source: No results found, try again later
bn_bd: কোন ফলাফল নেই, কিছুক্ষণ পর আবার চেষ্টা করুন

source: {n} star
bn_bd: {n} টি তারকা

source: Payment cancelled.
bn_bd: লেনদেন বাতিল করা হয়েছে।

source: Please sign in to view the receipt
bn_bd: রিসিপ্ট দেখতে সাইন ইন করুন

source: Premium version available
bn_bd: প্রিমিয়াম সংস্করণ রয়েছে

source: Rate:
bn_bd: রেট:

source: Rated {stars} out of {maxstars} stars
bn_bd: {maxstars} এর মধ্যে {stars} রেট দেয়া হয়েছে

source: Rating Refused
bn_bd: রেটিং প্রত্যাখ্যাত

source: Receipt
bn_bd: রিসিপ্ট

source: Report Abuse
bn_bd: অপব্যবহার রিপোর্ট করুন

source: Review History
bn_bd: পর্যালোচনা ইতিহাস

source: Settings could not be saved
bn_bd: সেটিংস সংরক্ষিত হয়নি

source: Statistics
bn_bd: পরিসংখ্যান

source: Support Site
bn_bd: সহায়তা সাইট

source: Thank you for purchasing
bn_bd: ক্রয় করার জন্য ধন্যবাদ

source: The category you requested does not exist.
bn_bd: আপনার অনুরোধকৃত বিষয়শ্রেণী বিদ্যমান নয়।

source: There was a problem submitting your feedback. Try again soon.
bn_bd: আপনার মতামত জমা দেওয়ার সময় একটি সমস্যা হয়েছে। শীঘ্রই আবার চেষ্টা করুন।

source: Tool & Time Saver
bn_bd: হাতিয়ার ও সময় সহায়ক

source: Unavailable
bn_bd: উপস্থিত নেই

source: Work & Business App
bn_bd: উন্নত ব্যবসা

source: You have no apps
bn_bd: আপনার কোন এপ নেই

source: You must be signed in to view your apps.
bn_bd: আপনার এপগুলো দেখেতে অবশ্যই সাইন ইন প্রয়োজন।

source: You must use Firefox to install Firefox apps.
bn_bd: ফায়ারফক্স এপ ইন্সটল করতে আপনাকে অবশ্যই ফায়ারফক্স ব্যবহার করতে হবে।

source: Are you sure you want to reset your PIN? You must sign in to Persona to reset your PIN.
bn_bd: আপনি নিশ্চিত আপনি PIN রিসেট করতে চান? PIN রিসেট করতে পার্সোনায় সাইন ইন করতে হবে।

source: Beginning payment
bn_bd: পেমেন্ট শুরু হচ্ছে

source: Confirm PIN
bn_bd: PIN নিশ্চিত করুন

source: Connecting to Persona
bn_bd: পার্সোনায় সংযুক্ত হচ্ছে

source: Create a PIN
bn_bd: একটি PIN তৈরি করুন

source: Create PIN
bn_bd: PIN তৈরি

source: Forgot your PIN?
bn_bd: PIN ভুলে গেছেন?

source: Payment complete
bn_bd: পেমেন্ট সম্পন্ন হয়েছে

source: PIN can only contain digits.
bn_bd: PIN এ শুধু সংখ্যা থাকতে পারবে।

source: PINs do not match.
bn_bd: PIN মিলছে না।

source: Reset PIN
bn_bd: PIN রিসেট করুন

source: Reset your PIN?
bn_bd: PIN রিসেট করব?

source: Retry?
bn_bd: পুনরায় চেষ্টা করব?

source: Retrying
bn_bd: পুনরায় চেষ্টা করা হচ্ছে

source: Setting up payment
bn_bd: পেমেন্ট সেট করা হচ্ছে

source: Sign in to continue with the payment
bn_bd: পেমেন্ট চালিয়ে যেতে সাইন ইন করুন

source: Something went wrong. Try again?
bn_bd: কোন কিছু ভুল হয়েছে। পুনরায় চেষ্টা করবেন?

source: That took longer than expected. Retry?
bn_bd: প্রয়োজনের চেয়ে বেশি সময় নিচ্ছে। পুনরায় চেষ্টা করবেন?

source: This is taking longer than expected. Try again?
bn_bd: প্রয়োজনের চেয়ে বেশি সময় নিচ্ছে। পুনরায় চেষ্টা করবেন?

source: Verifying payment
bn_bd: পেমেন্ট যাচাই করা হচ্ছে

source: Was Locked
bn_bd: লক ছিলো

source: Wrong PIN
bn_bd: ভুল PIN

source: You entered the wrong PIN too many times. Your account is locked. Please try your purchase again in 5 minutes.
bn_bd: আপনি অনেক বার ভুল PIN দিয়েছেন। আপনার অ্যাকাউন্ট লক করা হয়েছে। অনুগ্রহে ৫ মিনিট পর পুনরায় ক্রয়ে চেষ্টা করুন।

source: You logged in as a different user, you must start the payment again.
bn_bd: আপনি ভিন্ন ব্যবহাকারী হিসাবে লগইন করা আছে, আপনাকে পুনরায় পেমেন্ট শুরু করতে হবে।

source: Your PIN was locked
bn_bd: আপনার PIN লক করা ছিলো

source: Your PIN was locked because you entered it incorrectly too many times. You can continue and try entering your PIN again or reset your PIN.
bn_bd: আপনি অনেক বার ভুল PIN দেওয়ার এটি লক করা হয়েছিলো। আপনি চালিয়ে যেতে পারেন এবং পুনরায় PIN দিতে পারেন অথবা রিসেট করতে পারেন।

source: Abuse Reports
bn_bd: অপব্যবহার প্রতিবেদন

source: All regions
bn_bd: সমস্ত অঞ্চল

source: An unknown server error was detected. Please try again later.
bn_bd: সার্ভার একটি অজানা সমস্যার সম্মুখীন হয়েছে। অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন।

source: App Ratings
bn_bd: অ্যাপ রেটিং

source: Apps by App Type
bn_bd: অ্যাপের ধরন অনুযায়ী অ্যাপ

source: Apps by Payment Type
bn_bd: পেমেন্টের ধরন অনুযায়ী অ্যাপ

source: Apps Installed
bn_bd: ইন্সটল করা অ্যাপ

source: Authentication failure detected. The data you are trying to access is not public.
bn_bd: আপনি যে তথ্য পাওয়ার চেষ্টা করছেন তা পাওয়ার অনুমতি আপনার নেই।

source: Average Rating
bn_bd: গড় রেটিং

source: Daily Total
bn_bd: দৈনিক মোট

source: Global Stats
bn_bd: গ্লোবাল পরিসংখ্যান

source: Gross Revenue
bn_bd: মোট আয়

source: Installs
bn_bd: ইন্সটলগুলো

source: New Apps by App Type
bn_bd: অ্যাপের ধরন অনুযায়ী নতুন অ্যাপ

source: New Apps by Payment Type
bn_bd: পেমেন্টের ধরন অনুযায়ী নতুন অ্যাপ

source: New Ratings
bn_bd: নতুন রেটিং

source: Number of Abuse Reports
bn_bd: অপব্যবহার প্রতিবেদন সংখ্যা

source: Number of Apps
bn_bd: এপসমুহের সংখ্যা

source: Number of Developers
bn_bd: ডেভেলপারের সংখ্যা

source: Number of Installs
bn_bd: ইন্সটলের সংখ্যা

source: Number of Installs:
bn_bd: কতগুলি ইনস্টল:

source: Number of Ratings
bn_bd: রেটিং এর সংখ্যা

source: Number of Visits
bn_bd: প্রদর্শনের সংখ্যা

source: Please enter a valid date range
bn_bd: অনুগ্রহপূর্বক একটি সঠিক তারিখের রেঞ্জ প্রবেশ করুন।

source: Please sign in to proceed.
bn_bd: সামনে এগিয়ে যেতে অনুগ্রহ করে সাইন ইন করুন

source: Revenue
bn_bd: আয়

source: Sample Chart
bn_bd: নমুনা চার্ট

source: Server error detected. Please try again later.
bn_bd: সার্ভারে সমস্যা দেখা দিয়েছে। অনুগ্রহ করে কিছুক্ষণ পর আবার চেষ্টা করুন।

source: Statistics Dashboard
bn_bd: পরিসংখ্যান ড্যাশবোর্ড

source: The statistics data request is incomplete or invalid.
bn_bd: পরিসংখ্যানের তথ্য পাওয়ার অনুরোধটি অসম্পুর্ণ বা সঠিক নয়।

source: The statistics endpoint requested is invalid.
bn_bd: যে পরিসংখ্যানের জন্য অনুরোধ করা হয়েছে তা সঠিক নয়।

source: This data is restricted or no data found
bn_bd: এই তথ্যটি সিমাবদ্ধ অথবা পাওয়া যায় নি।

source: Total Revenue
bn_bd: মোট আয়

source: Visits
bn_bd: ভ্রমণ সংখ্যা

source: You have entered a negative date range. Reverse?
bn_bd: আপনি একটি ঋণাত্মক তারিখের রেঞ্জ প্রবেশ করেছেন। উলটে দেবেন?

source: Buy
bn_bd: ক্রয় করুন

source: Card Number
bn_bd: কার্ড নম্বর

source: Credit Card Number
bn_bd: ক্রেডিট কার্ড নম্বর

source: Enter your mobile number
bn_bd: আপনার মোবাইল নম্বর দিন

source: Expires
bn_bd: মেয়াদ

source: Includes taxes
bn_bd: ট্যাক্স অন্তর্ভুক্ত

source: Not your country?
bn_bd: আপনার দেশ নয়?

source: Post-code
bn_bd: পাস-কোড

source: Save card
bn_bd: কার্ড সংরক্ষণ

source: Select your mobile network
bn_bd: আপনার মোবাইল নেটওয়ার্ক নির্বাচন করুন

source: Total
bn_bd: মোট

source: 1920px x 1200px
bn_bd: 1920 পিক্সেল x 1200 পিক্সেল

source: 21st Century Skills
bn_bd: একবিংশ শতাব্দীর দক্ষতা

source: 2560px x 1440px
bn_bd: 2560 পিক্সেল x 1440 পিক্সেল

source: 320px x 480px
bn_bd: 320 পিক্সেল x 480 পিক্সেল

source: 640px x 1136px
bn_bd: 640 পিক্সেল x 1136 পিক্সেল

source: 768px x 1280px
bn_bd: 768 পিক্সেল x 1280 পিক্সেল

source: About the Mozilla Learning Network
bn_bd: Mozilla Learning Network পরিচিতি

source: A broad set of knowledge, skills, habits and traits that are important to succeed in today's world
bn_bd: বর্তমান বিশ্বে সাফল্যের জন্য প্রয়োজনীয় জ্ঞান, দক্ষতা, অভ্যাস এবং চারিত্রিক বৈশিষ্ট্যসমূহের বিশাল সমাহার

source: Access free resources like event planning guides and step-by-step teaching activities, or share your own resources to receive feedback from peers.
bn_bd: বিনামূল্যে রিসোর্স যেমন অনুষ্ঠান পরিকল্পনা নির্দেশিকা এবং ধাপে ধাপে শিক্ষণ কর্মকান্ডসমূহ, অথবা আপনার নিজের কোন রিসোর্স শেয়ার করুন এবং এ বিষয়ে ফিডব্যাক গ্রুহণ করুন।

source: Advocacy
bn_bd: পক্ষ সমর্থন

source: A framework for entry-level web literacy & 21st Century skills. Explore the map by selecting what you want to learn more about, to see definitions and activities.
bn_bd: একবিংশ শতাব্দীর দক্ষতা এবং প্রাথমিক ওয়েব স্বাক্ষরতার একটি কাঠামো। মানচিত্রে নির্বাচন করুন আপনি যা বেশি শিখতে চান; জানতে চান সংজ্ঞা এবং কর্মকান্ডসমূহ।

source: Already have an event? <a href="https://www.makerparty.community/login">Log in</a>
bn_bd: ইতোমধ্যে কোন ইভেন্ট আয়োজন করেছেন? <a href="https://www.makerparty.community/login">লগইন করুন</a>

source: Apply to be a club captain
bn_bd: Club Captain হওয়ার জন্য আবেদন করুন

source: Arkodyuti, India
bn_bd: অর্কদূতী, ভারত

source: Asisipho, South Africa
bn_bd: আসিসিফো, দক্ষিণ আফ্রিকা

source: As people learn to read, write, and participate on the web, a cross-cutting set of 21C Skills emerge as skills critical to success in today’s world. They enable individuals to become teachers, advocates, and community leaders to leverage and advance the web as an open and public resource. The following 21C Skills correspond to the specific web literacy skills indicated below:
bn_bd: যেহেতু মানুষ ওয়েবে পড়তে, লিখতে এবং অংশ গ্রহন করতে শিখছে ফলশ্রুতিতে, আজকের বিশ্বে সাফল্য অর্জনে একগাদা 21 শতকের দক্ষতা আবশ্যিক হয়ে উঠেছে। এসকল একজন ব্যক্তিবিশেষকে যেমন শিক্ষক , আইনজীবী এবং কমিউনিটির নেতাকে ওয়েবকে মুক্ত এবং জনসাধারনের সম্পদ হিসেবে এগিয়ে নিতে উৎসাহিত করে। এসকল 21 শতকের দক্ষতা ওযেব স্বাক্ষরতার দক্ষতাগুলোর যেগুলোকে নির্দেশ করে তা নিম্নে দেয়া হল:

source: Become a Club Captain
bn_bd: একজন Club Captain হয়ে উঠুন

source: Become a Fellow
bn_bd: একজন সহযোগী হয়ে উঠুন

source: Become a Maker Party Host
bn_bd: একজন Maker Party আয়োজক হোন

source: Become a Maker Party partner.
bn_bd: একটি মেকার পার্টির পার্টনার হউন।

source: Become a MozFest Volunteer
bn_bd: একজন MozFest স্বেচ্ছাসেবক হোন।

source: Brand Palette
bn_bd: ব্রান্ড প্যালেট

source: Case Study
bn_bd: কেস স্টাডি

source: Club Event Reports
bn_bd: ক্লাব ইভেন্টের প্রতিবেদনসমূহ

source: Club Guides
bn_bd: ক্লাব নির্দেশিকা

source: Community
bn_bd: কমিউনিটি

source: Community Call
bn_bd: কমিউনিটি কল

source: competencies
bn_bd: কর্মদক্ষতা

source: Connect on the Discourse forum.
bn_bd: Discourse ফোরামে সংযুক্ত হোন।

source: Connect on Twitter
bn_bd: Twitter এ সংযুক্ত হোন

source: Connect with other educators in your community through the Hive Networks. Hives are city-based networks that champion digital skills and web literacy through professional development and innovation programs for youth. Hives operate in several cities across the globe.
bn_bd: আপনার সম্প্রদায়ের অন্যান্য শিক্ষাবিদদের সাথে Hive নেটওয়ার্কের মাধ্যমে যোগাযোগ করুন। যুবকদের জন্য নতুন-নতুন প্রোগ্রাম এবং পেশাদারী উন্নয়নের মাধ্যমে ওয়েব সাক্ষরতা এবং ডিজিটাল দক্ষতায় চ্যাম্পিয়ন Hive একটি শহর ভিত্তিক নেটওয়ার্ক। বিশ্বের বিভিন্ন শহরে Hive তাদের কার্যক্রম পরিচালনা করছে।

source: Contact
bn_bd: যোগাযোগ

source: Continue reading
bn_bd: আরও পড়ুন

source: Contribute to real-world products and projects that are open, participatory and networked.
bn_bd: বাস্তব-বিশ্বের পণ্য ও প্রকল্পে অনদান রাখুন যা উন্মুক্ত, অংশগ্রহণমূলক ও সংযুক্ত।

source: Contributing to the commons
bn_bd: সাধারণ মানুষের জন্য অবদান রাখুন

source: Copyright forum
bn_bd: কপিরাইট ফোরাম

source: Create a Webmaker Project
bn_bd: নতুন Webmaker প্রকল্প তৈরি করুন

source: Curriculum Workshop
bn_bd: পাঠ্যক্রম কর্মশালা

source: Customizing your Club
bn_bd: আপনার ক্লাব নিজের মত করে নিন

source: Desktop Wallpaper
bn_bd: ডেস্কটপ ওয়ালপেপার

source: Developer Network
bn_bd: ডেভেলপার নেটওয়ার্ক

source: Develop your skills in facilitative leadership, participatory practices and collaboration.
bn_bd: সহজতর নেতৃত্ব, অংশগ্রহণমূলক অনুশীলন এবং সহযোগীতার মাধ্যমে আপনার দক্ষতা বৃদ্ধি করুন।

source: Did you know that a 404 is the generic error code used across the internet to mean "page not found"? It might mean the page used to exist, but doesn't anymore. Or that someone made a typo somewhere. Regardless, there's no page at this address.
bn_bd: আপনি কি জানেন যে 404 একটি সাধারণ সমস্যার কোড যা "পাতা খুঁজে পাওয়া যায়নি" বোঝানোর জন্য ইন্টারনেট জুড়ে ব্যবহৃত হয়? এর অর্থ হতে পারে যে এই পাতা আগে ছিল কিন্তু এখন আর নেই। অথবা কোথাও লিখতে ভুল হয়েছে। যাই হোকনা কেন, এখন এই ঠিকানায় কোন পাতা নেই।

source: Difficult Discussions
bn_bd: কঠিন আলোচনাসমূহ

source: Discourse forum
bn_bd: Discourse ফোরাম

source: Dive deeper into the basics of composing webpages, designing for accessibility, sharing resources, using online media, and working open.
bn_bd: ওয়েবপেইজ কম্পোজিং এর সাধারণ বিষয়গুলো, প্রবেশাধিকারের নিশ্চিতে নকশা করা, রিসোর্স শেয়ার করা, অনলাইন মিডিয়ার ব্যবহার এবং উন্মুক্তভাবে কাজ করার গভীরে ডুব দাও।

source: Don’t break the internet!
bn_bd: ইন্টারনেট বিচ্ছিন্ন করবেন না!

source: Download EPS
bn_bd: EPS ডাউনলোড করুন

source: Download PNG
bn_bd: PNG ডাউনলোড করুন

source: Elements of a Mozilla Club
bn_bd: Mozilla ক্লাবের উপাদানসমূহ

source: email
bn_bd: ইমেইল

source: Email us
bn_bd: আমাদের ইমেইল করুন

source: Email us anytime.
bn_bd: যেকোন সময় আমাদের ইমেইল করুন

source: Explore
bn_bd: উন্মোচন

source: Explore leadership opportunities in the movement towards a free and open Web.
bn_bd: মুক্ত ও ওপেন ওয়েবের দিকে অগ্রসর হওয়ার আন্দোলনে নেতৃত্ব দানের সুযোগ অন্বেষণ করুন।

source: Facebook Group
bn_bd: Facebook গ্রুপ

source: Featured Updates
bn_bd: আলোচিত হালনাগাদ

source: Fill out the application form.
bn_bd: আবেদন ফরমটি পূরণ করুন।

source: Find a Venue
bn_bd: একটি ভেন্যু খুঁজুন

source: Find people in the community to participate in the club.
bn_bd: ক্লাবে অংশগ্রহণের জন্য কমিউনিটিতে লোকজন খুঁজুন।

source: Follow Us
bn_bd: অনুসরণ করুন

source: Get Email Updates
bn_bd: ইমেইলে হালনাগাদ পান

source: Get Your Feet Wet
bn_bd: পা ভিজিয়ে নিন

source: Get your host pack
bn_bd: আপনার আয়োজনের জিনিসপত্র গ্রহণ করুন

source: Go To Home Page
bn_bd: প্রধান পাতায় যাও

source: Guides & Resources
bn_bd: নির্দেশিকা এবং প্রয়োজনীয় তথ্য

source: Hack a business plan
bn_bd: একটি ব্যবসায় পরিকল্পনা হ্যাক করুন

source: Hack the News
bn_bd: খবরটি হ্যাক করুন

source: Have a Question?
bn_bd: কোনো প্রশ্ন আছে?

source: Help organize the annual Mozilla Festival, a three-day celebration of the world’s most valuable public resource: the open Web. Terrific for those who are passionate about any aspect of the open Web, whether it’s open data, the Internet of Things, privacy, web literacy, or anything else.
bn_bd: তিনদিনব্যাপী দুনিয়ার সবচেয়ে মূল্যবান সার্বজনীন সম্পদ, উন্মুক্ত ওয়েব এর উপর বাৎসরিক Mozilla Festival আয়োজনে সাহায্য করুন। যারা উন্মুক্ত ওয়েবের যেকোনো দিকই হোক, উন্মুক্ত তথ্য, Internet of Things, গোপনীয়তা, ওয়েব স্বাক্ষরতা, বা অন্য যে কোন কিছু নিয়ে উৎসাহীদের জন্য এটি একটি বিশাল সুযোগ।

source: Hey, this 404 is a teachable moment!
bn_bd: আরে, এই 404 একটি শিক্ষণীয় মুহূর্ত!

source: Hi, {name}
bn_bd: সুপ্রিয়, {name}

source: Host A Maker Party
bn_bd: মেকার পার্টি আয়োজন করুন

source: Hosting a Maker Party
bn_bd: মেকার পার্টি আয়োজন করুন

source: Host Resources
bn_bd: আয়োজকের রিসোর্সসমূহ

source: How do I become a Club Captain?
bn_bd: কিভাবে আমি Club Captain হতে পারব?

source: I love to #TeachTheWeb! {learningURL}
bn_bd: আমি ভালবাসি #TeachTheWeb! {learningURL}

source: I'm okay with you handling this info as you explain in your {privacy_policy_link}
bn_bd: আমি আপনার সাথে ঠিক করে যেমন আপনি আপনার {privacy_policy_link} কে ব্যাখ্যা করেছেন

source: In 2015, our goal is to foster and sustain web literacy activities in 500 cities around the globe. Join us by teaching, learning, sharing and imagining the full power of the web.
bn_bd: 2015 তে, আমাদের লক্ষ্য বিশ্বব্যাপী 500 শহরে খুব দ্রুত ও টেকসই ওয়েব স্বাক্ষরতা কার্যক্রম শুরু করা। নিজে শিখে, অন্যকে শেখানো, শেয়ার করে এবং ওয়েবের সম্পূর্ণ ক্ষমতার ধারনা নিয়ে আমাদের সাথে যোগ দিন।

source: In the fall of 2015, we retired Popcorn Maker and Appmaker, as well as older versions of Thimble and X-Ray Goggles. Any projects you created with these tools are still accessible below. Projects created with the new X-Ray Goggles, Thimble, or Webmaker are accessible through those respective platforms.
bn_bd: 2015 এর শরতে, Popcorn Maker এবং Appmaker-কে আমরা অবসরে পাঠিয়েছি, সেইসাথে পুরাতন সংস্করনের Thimble এবং X-Ray Goggles কেও। এসকল হাতিয়ারের সাহায্যে আপনার তৈরী করা যেকোন প্রকল্প এখনো আপনারই আওতাধীন রয়েছে। নতুন X-Ray Goggles, Thimble, অথবা Webmaker দ্বারা নির্মিত প্রকল্পগুলো ঐসকল নিজ-নিজ প্ল্যাটফর্মে পাওয়া যাবে।

source: In Your City
bn_bd: আপনার শহরে

source: Isisipho, Africa
bn_bd: ইসিসিফো, আফ্রিকা

source: Join a Hive Learning Networks
bn_bd: একটি Hive Learning Networks যুক্ত হন

source: Join Maker Party.
bn_bd: মেকার পার্টিতে যোগ দিন।

source: Keep Calm and Carry On
bn_bd: ঠান্ডা মাথায় চালিয়ে যান

source: Lead a Gigabit Community
bn_bd: একটি Gigabit কমিউনিটির নেতৃত্ব দিন
